Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Over the past decade, Canada's productivity performance has been persistently weak.
fr_fr: canadienne. Au cours des 10 dernières années, la productivité au Canada est demeurée faible.

source: In this time,
fr_fr: Pendant cette

source: productivity grew by only 0.3 per cent annually—less than one-third the pace of the
fr_fr: période, elle a crû d'à peine 0,3 % par année, soit moins du tiers de la croissance observée au

source: previous two decades (Chart 27).
fr_fr: cours des deux décennies précédentes (graphique 27).

source: This had led to substantial productivity gaps with other G7
fr_fr: retard considérable en matière de productivité par rapport aux autres économies du G7

source: economies (Chart 28).
fr_fr: (graphique 28).

source: Perennially weak productivity growth is closely tied to longstanding weakness in investment.
fr_fr: Une croissance toujours lente de la productivité est liée de près à une faiblesse de longue date de l'investissement.

source: For
fr_fr: Pendant des décennies, les entreprises canadiennes ont investi moins par

source: decades, Canadian firms have invested less per worker than their American counterparts. This
fr_fr: travailleur que les entreprises américaines. Cet écart au chapitre des investissements s'est creusé

source: investment gap has worsened since 2015 after the collapse in commodity prices contributed to a
fr_fr: depuis 2015, à la suite de l'effondrement des prix des produits de base, ce qui a contribué à

source: sharp fall in energy investment.
fr_fr: la chute marquée des investissements dans le secteur de l'énergie.

source: Overall business investment within Canada has been flat over the past decade, while business
fr_fr: Au Canada, l'investissement global des entreprises stagne depuis 10 ans, tandis qu'aux

source: investment in the U.S. has risen sharply (Chart 29).
fr_fr: États-Unis, il a augmenté fortement (graphique 29).

source: Much of this weakness has been driven by a
fr_fr: Cette faiblesse s'explique en grande

source: retrenchment in capital spending by Canada's energy sector following the sharp decline in global
fr_fr: partie par le repli des dépenses en capital du secteur canadien de l'énergie après la forte

source: oil prices in 2015, and the contrasting increase in U.S. technology investment in recent
fr_fr: baisse des prix mondiaux du pétrole en 2015 et par l'augmentation à l'inverse des

source: Canada's economy has also faced weak investment in machinery and equipment, research and
fr_fr: L'économie canadienne souffre aussi de la faiblesse des investissements dans la machinerie et le

source: development, and intangible assets like intellectual property, data, and software that is
fr_fr: matériel, la recherche et le développement et les actifs incorporels comme la propriété

source: Businesses often perceive the risks and costs of investments in high-risk and innovative assets as
fr_fr: intellectuelle, les données et les logiciels, et ce, dans tous les secteurs d'activité.

source: outweighing the rewards, a mindset reinforced by structural impediments such as the regulatory
fr_fr: Les entreprises considèrent souvent que les risques et les coûts liés à des investissements dans des

source: environment, limited competition, and scale constraints.
fr_fr: actifs novateurs à haut risque l'emportent sur les avantages.

source: In addition, Canada's economy remains
fr_fr: Cette attitude est renforcée par des

source: oriented toward lower-growth activities, with limited export exposure to dynamic, high-growth
fr_fr: d'échelle. De plus, l'économie canadienne continue de reposer en grande partie sur des secteurs à

source: markets abroad, and relatively weak investment in technology.
fr_fr: rapide et investissent assez peu aussi dans la technologie.

source: Overcoming these barriers will require
fr_fr: Pour surmonter ces obstacles, il faudra

source: a structural shift toward greater risk-taking and a stronger focus on innovation-driven growth.
fr_fr: qu'un changement structurel s'opère pour favoriser la prise de risque et une croissance axée sur l'innovation.

source: The most immediate way to jumpstart productivity growth is to address structural impediments and
fr_fr: Le moyen le plus rapide de relancer la croissance de la productivité passe par l'élimination des

source: increase investment—in machinery, equipment, innovation, and infrastructure that allow workers to
fr_fr: obstacles structurels et la hausse de l'investissement dans la machinerie, le matériel, l'innovation

source: build faster and at a more competitive cost.
fr_fr: et l'infrastructure qui permettent d'accélérer le travail à un coût plus concurrentiel. Pour ce

source: This includes tackling longstanding weaknesses such as
fr_fr: faire, il faut s'attaquer aux faiblesses structurelles de longue date comme les obstacles au

source: internal trade barriers, enhancing regulations and project approval processes, and increasing
fr_fr: commerce intérieur, simplifier la réglementation et les processus d'approbation des projets et

source: competition (Chart 30)—all proven measures to strengthen competitiveness, attract private
fr_fr: accroître la concurrence (graphique 30). Ce sont là autant de mesures qui ont fait leurs

source: investment, and supercharge growth.
fr_fr: preuves en vue de renforcer la compétitivité, d'attirer les investissements privés et de dynamiser

source: Canada must also look to new high-growth markets and invest in technology that can unlock its
fr_fr: la croissance. Le Canada doit aussi se tourner vers les marchés en forte croissance et investir dans les

source: economic potential.
fr_fr: Ce faisant, l'économie

source: Doing so will position the economy for success in the future defined by the twin
fr_fr: canadienne s'engagera sur la voie du succès, dans un avenir qui sera défini par la double

source: transformations of digitalisation and decarbonisation that are driven by technology advancement.
fr_fr: transformation entraînée par le virage numérique et la décarbonation, et qu'alimentent les progrès

source: The status quo is no longer an option—the current challenges require a comprehensive response.
fr_fr: technologiques. Le statu quo n'est plus une option; les défis actuels exigent une intervention de large portée.

source: We
fr_fr: Nous

source: must drive Canada's productivity growth to reinvigorate Canada's industrial capacity, which will
fr_fr: devons stimuler la croissance de la productivité au Canada pour revitaliser notre capacité industrielle.

source: allow us to successfully pivot to other markets, build more homes, and leverage our natural
fr_fr: Ainsi, nous pourrons nous tourner avec succès vers de nouveaux marchés, construire

source: resources. Canada's New Industrial Strategy
fr_fr: La nouvelle stratégie industrielle du Canada

source: Canada is already among the most prosperous countries in the world.
fr_fr: Le Canada est déjà l'un des pays les plus prospères au monde.

source: We enjoy the comparative
fr_fr: Il détient plusieurs avantages

source: advantages of being an energy superpower, having a highly skilled workforce, the ability to attract
fr_fr: main-d'œuvre hautement qualifiée, il est en mesure d'attirer les meilleurs talents du monde entier,

source: top global talent, and an abundance of critical minerals and other resources that the world needs.
fr_fr: et il possède en abondance des minéraux critiques et d'autres ressources dont le monde a besoin.

source: But to thrive in the rapidly evolving global economy, Canada must build its strength at home.
fr_fr: Toutefois, pour tirer son épingle du jeu dans une économie mondiale en rapide évolution, le Canada

source: To
fr_fr: Pour ce faire, dans le budget

source: that end, through Budget 2025, the government is taking a proactive approach with the
fr_fr: de 2025, le gouvernement prend les devants en mettant en place une nouvelle stratégie

source: introduction of a new comprehensive industrial strategy to drive productivity and build a stronger
fr_fr: industrielle de large portée pour stimuler la productivité et bâtir une économie plus forte qui

source: economy that protects Canadian workers, builds major infrastructure, buys Canadian goods, and
fr_fr: permettra de protéger les travailleurs d'ici, de bâtir de grandes infrastructures, de favoriser

source: diversifies our exports.
fr_fr: l'achat canadien et de diversifier les exportations.

source: High-Impact Actions for Lasting Growth
fr_fr: Mesures à forte portée pour une croissance durable

source: High impact actions to drive productivity growth can deliver benefits that compound over
fr_fr: Des mesures à forte portée pour renforcer la croissance de la productivité peuvent

source: time—supporting higher wages, stronger private sector investment, and greater resilience to future shocks.
fr_fr: favorisant la hausse des salaires, l'augmentation des investissements du secteur privé et une résilience accrue face à de futurs chocs.

source: Canada's new government is taking these high-return actions:
fr_fr: Le nouveau gouvernement du Canada prend ces mesures à forte portée :

source: Infrastructure projects: connecting markets and regions, enabling
fr_fr: marchés et les régions et faciliter les investissements privés.

source: private investment
fr_fr: Investissements publics dans la R-D : favoriser

source: Public investment in R&D: fostering innovation and accelerates
fr_fr: l'innovation et accélérer l'adoption de technologies

source: technology adoption
fr_fr: Réformes de la réglementation : réduire les formalités

source: Regulatory reforms: cutting red tape that slows private
fr_fr: administratives qui freinent l'investissement privé, limitent le commerce et la

source: investment, limits trade and labour mobility, and restricts competition
fr_fr: mobilité de la main-d'œuvre et restreignent la concurrence

source: Productivity super-deduction: providing enhanced tax incentives
fr_fr: Superdéduction à la productivité : bonifier les incitatifs

source: that help companies recover investment costs faster
fr_fr: fiscaux pour permettre aux entreprises de récupérer plus rapidement le coût de

source: The combined effect of high-return actions can create a virtuous cycle of economic growth.
fr_fr: leurs investissements L'effet combiné de ces mesures à forte portée peut créer un cercle vertueux de

source: For instance, improved infrastructure can facilitate the dissemination of new technologies
fr_fr: faciliter le déploiement à grande échelle de nouvelles technologies conçues grâce à

source: developed through public investment in R&D, while regulatory reforms can ensure that
fr_fr: des investissements publics dans la R-D, tandis que des réformes de la

source: these technologies are adopted efficiently across industries.
fr_fr: réglementation garantiront que ces technologies seront adoptées efficacement dans

source: Over time, these high-return
fr_fr: Au fil du temps, ces mesures à forte portée pourront

source: actions can lead to a more dynamic and resilient economy.
fr_fr: mener à une économie plus dynamique et résiliente.

source: These high-return actions will help to catalyse $500 billion in private investment over
fr_fr: Ces mesures à forte portée contribueront à mobiliser des investissements privés

source: the next five years.
fr_fr: de 500 milliards de dollars au cours des cinq prochaines années.

source: The economic impact of achieving such target would be substantial,
fr_fr: Les retombées économiques liées à l'atteinte de cette cible seraient considérables, et

source: compounding over time through higher productivity.
fr_fr: se multiplieraient au fil du temps en raison d'une productivité accrue. À titre

source: To illustrate, with $500 billion in
fr_fr: d'exemple, avec des investissements privés supplémentaires

source: additional private investment, real GDP could be about 3.5 per cent higher than
fr_fr: de 500 milliards de dollars, le PIB réel pourrait, d'ici 2030, croître

source: otherwise by 2030, reflecting the enduring benefits of a more capital-rich economy.
fr_fr: d'environ 3,5 % de plus qu'il ne l'aurait fait autrement, ce qui témoignerait

source: Over the
fr_fr: Pendant la même

source: same period, Canadians' purchasing power would strengthen, with real GDP per capita $1,400
fr_fr: période, le pouvoir d'achat des Canadiens s'accroîtrait, alors que le PIB réel par

source: higher per year, on average.
fr_fr: Cette hausse de la

source: This lift in output could improve the budgetary balance by an
fr_fr: production pourrait améliorer le solde budgétaire d'environ 7 milliards de

source: average of $7 billion per year over the forecast horizon.
fr_fr: dollars par année en moyenne au cours de la période de projection.

source: All these benefits underscore
fr_fr: Tous ces

source: the importance of capital-driven economic growth for Canada's economy.
fr_fr: avantages soulignent l'importance d'une croissance économique basée sur les capitaux

source: Recent and newly proposed measures in Budget 2025 will work together to catalyse a virtuous
fr_fr: de 2025 serviront de catalyseur pour la création d'un cercle vertueux d'investissement et

source: cycle of investment and strengthen productivity over the years to come.
fr_fr: renforceront la productivité dans les prochaines années.

source: In addition to crowding-in
fr_fr: En plus de contribuer à attirer

source: private sector investment at a time of economic uncertainty, they are collectively designed to
fr_fr: l'investissement privé en cette période d'incertitude économique, l'ensemble de ces mesures visent à

source: address critical policy challenges through renewed industrialisation of Canada.
fr_fr: aider le Canada à relever de grands défis stratégiques par la refonte du modèle industriel du pays.

source: The new Major Projects Office will fast-track nation-building projects and
fr_fr: Le nouveau Bureau des grands projets accélérera la réalisation de projets

source: coordinate federal financing to help build projects faster.
fr_fr: d'intérêt national et assurera la coordination du financement fédéral pour faciliter la mise en

source: country, attract domestic and global capital, and create high-paying careers.
fr_fr: capitaux à l'échelle nationale et internationale et créeront des emplois bien rémunérés.

source: Build Canada Homes will catalyse the creation of an entirely
fr_fr: L'agence Maisons Canada favorisera l'émergence d'une toute nouvelle industrie

source: new Canadian housing industry that uses modern methods of construction to boost productivity,
fr_fr: canadienne de l'habitation en misant sur des méthodes de construction modernes pour accroître la

source: sustainably and at scale.
fr_fr: productivité de manière durable à grande échelle.

source: Canada's new Defence Industrial Strategy will strengthen our industrial
fr_fr: La nouvelle Stratégie industrielle de défense du Canada renforcera les

source: capabilities, give ourselves the tools we need to meet our defence requirements, and seize the
fr_fr: besoins en matière de défense et permettra de saisir les occasions qui se présenteront. La

source: opportunities that arise.
fr_fr: hausse des approvisionnements ouvrira de nouvelles possibilités aux travailleurs et aux

source: With increased procurement there are more opportunities for Canadian
fr_fr: entreprises d'ici, ainsi que des débouchés pour les biens fabriqués dans l'ensemble des chaînes

source: workers, businesses, and manufacturing across supply chains, supporting Canadian steel,
fr_fr: d'approvisionnement, dont bénéficieront les secteurs canadiens de l'acier, de l'aluminium, des

source: aluminum, critical minerals, and cyber industries.
fr_fr: minéraux critiques et de la cyberdéfense.

source: These investments will also help Canada
fr_fr: Ces investissements aideront aussi le Canada à

source: realise its NATO commitments, enhancing our collective security.
fr_fr: respecter ses engagements envers l'OTAN et à renforcer la sécurité collective.

source: With the new government's Buy Canadian Policy , we will be our own best
fr_fr: La politique « Achetez canadien » du nouveau gouvernement nous

source: customers.
fr_fr: permettra d'être notre meilleur client.

source: When we build, we will do so with Canadian goods and suppliers.
fr_fr: Lorsque nous bâtirons, nous le ferons en utilisant des

source: This requires an
fr_fr: marchandises et des fournisseurs d'ici.

source: economy that is more unified than it has ever been by removing internal trade barriers to
fr_fr: Plus que jamais, il faut unifier notre économie et améliorer la circulation des biens et des services au pays.

source: increase flows of goods and services across the country—creating One Canadian Economy.
fr_fr: tomber les barrières au commerce intérieur, et cimenterons ainsi l'unité de l'économie canadienne .

source: The new Climate Competitiveness Strategy —combining strengthened industrial
fr_fr: La nouvelle Stratégie de compétitivité climatique , qui combine une tarification

source: carbon pricing, a streamlined regulatory environment and aggressive tax incentives—will
fr_fr: améliorée du carbone industriel, un cadre réglementaire simplifié et un audacieux ensemble

source: accelerate investment to drive down emissions in key sectors, boost market access for Canadian
fr_fr: d'incitatifs fiscaux, viendra accélérer les investissements en vue de réduire les émissions dans

source: exports, and grow jobs and the economy.
fr_fr: et faire croître l'économie.

source: Our Trade Diversification Strategy will build a new web of trade relationships
fr_fr: Notre Stratégie de diversification du commerce permettra de bâtir un nouveau

source: around the globe and open new markets for Canadian businesses.
fr_fr: réseau de relations commerciales dans le monde entier et ouvrira de nouveaux marchés aux

source: This will help Canada transition
fr_fr: Elle aidera le Canada à cesser de dépendre d'un seul partenaire

source: from an economy reliant on one trade partner to one resilient to global shocks.
fr_fr: Donner lieu à des investissements totaux Mobiliser des investissements

source: Enabling $1 Trillion In Total Investment
fr_fr: totaux de 1 000 milliards de dollars

source: To drive productivity, boost the capacity of Canada's economy and to secure a prosperous
fr_fr: Afin de stimuler la productivité, d'accroître la capacité économique du Canada et

source: future for Canadians, Canada needs a sea change to reverse Canada's history of weak private
fr_fr: d'assurer un avenir plus prospère à la population canadienne, le Canada a besoin

source: sector investment.
fr_fr: investissements faibles du secteur privé.

source: The government is acting decisively by improving regulatory efficiency,
fr_fr: Le gouvernement prend des mesures

source: increasing competition, boosting tax incentives for new investments, and promoting
fr_fr: décisives pour améliorer l'efficience de la réglementation, accroître la

source: generational investments in housing and infrastructure.
fr_fr: concurrence, bonifier les incitatifs fiscaux aux nouveaux investissements et

source: We will attract private capital by accelerating major projects.
fr_fr: favoriser des investissements de portée historique dans le logement et les

source: The first five projects
fr_fr: infrastructures.

source: referred to the new Major Projects Office collectively represent $60 billion in total
fr_fr: Les cinq premiers projets soumis au nouveau Bureau des grands projets représentent

source: capital investment.
fr_fr: au total des investissements en capital de 60 milliards de dollars.

source: Further nation building projects will be announced this month.
fr_fr: D'autres projets d'intérêt national seront annoncés ce mois-ci.

source: Taken
fr_fr: Ensemble, ces

source: together, these nation-building projects are expected to trigger at least $150 billion
fr_fr: projets devraient mobiliser à des investissements en capital totalisant au moins

source: in total capital investment.
fr_fr: 150 milliards de dollars.

source: Budget 2025 will attract further investment by unlocking AI data centres, building the
fr_fr: Le budget de 2025 permettra d'attirer de nouveaux investissements grâce à

source: next generation of infrastructure, supercharging housing construction, and developing our
fr_fr: de prochaine génération, à l'accélération de la construction de logements et au

source: defence industry.
fr_fr: Les mesures prévues dans le budget

source: The Budget will encourage companies to invest and innovate in Canada
fr_fr: de 2025 inciteront les entreprises à investir et à innover au Canada grâce à

source: through investment tax credits, the Productivity Super-Deduction, and improvements to the
fr_fr: des crédits d'impôt à l'investissement, à la superdéduction à la productivité et à

source: Scientific Research and Experimental Development tax incentives.
fr_fr: l'amélioration des encouragements fiscaux à la recherche scientifique et au

source: The measures proposed in Budget 2025 put Canada on track to meet our investment
fr_fr: Les mesures proposées dans le budget de 2025 mettent le Canada sur la bonne voie

source: objectives.
fr_fr: Des investissements en

source: Of the government's planned capital spending over five years, about
fr_fr: capital prévus par le gouvernement sur cinq ans, un montant d'environ

source: $280 billion (cash basis) is in support of third parties.
fr_fr: 280 milliards de dollars (selon la comptabilité de la caisse) est destiné à

source: These incentives and this
fr_fr: Ces mesures d'encouragement et les dépenses prévues mobiliseront

source: planned spending enable more than $1 trillion in total investments.
fr_fr: des investissements totaux de plus de 1 000 milliards de dollars.

source: As they are
fr_fr: À

source: realised, the return on this investment will be more jobs, faster growth and more resources
fr_fr: accélérer la croissance et accroître les ressources pour soutenir les programmes

source: to support social programs so that all Canadians get ahead.
fr_fr: sociaux afin que tous les Canadiens puissent améliorer leur situation.

source: These generational investments will create demand for domestic production while supporting growth of
fr_fr: Ces investissements de portée historique stimuleront la demande de produits canadiens tout en venant

source: our strategic sectors and empowering Canada to capitalise on its natural advantages.
fr_fr: soutenir la croissance des secteurs stratégiques et en donnant au Canada les moyens de tirer profit

source: Enabling
fr_fr: de ses avantages naturels.

source: investments for our resources sectors will allow Canada to maintain its core economic strengths
fr_fr: naturelles au pays, le Canada pourra conserver ses principales forces économiques, tout en veillant

source: while transitioning our economy to a cleaner future.
fr_fr: à orienter son économie vers un avenir plus propre.

source: Investment in the areas of skills and technology will also help build new capabilities and bolster
fr_fr: Investir dans les compétences et les technologies aidera aussi à bâtir de nouvelles capacités et

source: Canada's productive capacity.
fr_fr: augmentera la capacité de production du Canada.

source: Canada has a significant potential, comparable if not better than
fr_fr: Le pays dispose d'un potentiel considérable et

source: other advanced economies, in emerging technologies such as AI or Quantum computing (Chart 32).
fr_fr: technologies comme l'IA et l'informatique quantique (graphique 32). La réalisation
